{
    "isp_info": {
        "isp_name": "Burbase Invitados - Internet Service Provider",
        "isp_address": "Street 10, City & Post Code etc.",
        "isp_id": "Other information."
    },
    "footer_isp_info": {},
    "pagetitle": "User login system | Burbase Invitados",
    "code": "Access Code",
    "code_placeholder": "Enter 5-digit code",
    "username": "Username (Login)",
    "inputUsername_placeholder": "-- enter Login, use correct case --",
    "userpass": "Password",
    "inputPassword_placeholder": "-- enter Password, use correct case --",
    "email_address": "E-mail address",
    "termcondition1": "I accept ",
    "termcondition2": " of the provision of internet access services.",
    "termcondition_anon1": "I accept ",
    "termcondition_anon2": " of the provision of internet access services.",
    "rules": "terms",
    "rules_anon": "terms",
    "signin": "Log in",
    "signin_anon": "Sign in",
    "anon_title": "Sign in",
    "anon_pretext1": "To log in your device to access the Internet, click Log In. The connection will be maintained for 12 hours of inactivity of your device.",
    "logoff": "Log out",
    "status": "Device connected",
    "status_pretext1": "Your device is logged in and has access to the Internet. The connection will be maintained for the time determined by the network support in relation to the activity of this device.",
    "status_pretext2": "If you want to end this connection yourself, click LOG OUT.",
    "back": "Back...",
    "noscript": "Warning: To properly log into the system, JavaScript must be enabled.",
    "cp_portal_head_title": "User login system",
    "cp_portal_tooltip_title": "You do not have the code?",
    "cp_portal_info": "Internet access in the network Burbase Invitados requires a username and password, or access code. Please note that the login and password should be protected by the user against loss or access by third parties.",
    "cp_portal_cookies_note": "This site uses cookies to store information on your computer. We use cookies to provide services at the highest level, including in a manner tailored to individual needs. Using the site without changing the setting of cookies is that they will be posted on your device endpoint.",
    "cp_portal_ifconfig_event_normal": "Network interface configuration",
    "cp_portal_ifconfig_event_none": "Network interface configuration",
    "cp_portal_ifconfig_event_undefined": "Network interface configuration",
    "cp_portal_ifconfig_ip_address": "IP",
    "cp_portal_ifconfig_mac_address": "MAC",
    "cp_session_start_time": "The device has logged in since:",
    "cp_session_time_left": "Time until session ends:",
    "cp_session_time_left_one_minute": "minute",
    "cp_session_time_left_two_four_minutes": "minutes",
    "cp_session_time_left_other_minutes": "minutes",
    "cp_session_time_left_less_than_minute": "less than minute",
    "cp_session_time_left_one_hour": "hour",
    "cp_session_time_left_two_four_hours": "hours",
    "cp_session_time_left_other_hours": "hours",
    "cp_session_time_left_one_day": "day",
    "cp_session_time_left_two_four_days": "days",
    "cp_session_time_left_other_days": "days",
    "cp_session_timeout_title": "Session ended",
    "cp_session_timeout_info_title": "Internet access has been blocked",
    "cp_session_timeout_content": "The granted time for access to the Internet has been exhausted, so the connection has been terminated.\r\n<div class=\"solution-title\">What can be done?<\/div>\r\n<ul>\r\n<li>To continue using the Internet, you must check the possibility of extending access before or purchase additional time.<\/li>\r\n<li class=\"tel\">If you have any questions, it is worth contacting the&nbsp;<a href=\"tel:+48123456789\">technical support team<\/a>.<\/li>\r\n<\/ul>",
    "cp_portal_log_user": "User",
    "cp_error_login_err": "Invalid login or password",
    "cp_error_title": "Logon failure",
    "cp_error_server_connection": "Unable to connect to the authentication server",
    "cp_error_info_title": "You can not login because:",
    "cp_error_info": "<ul class=\"numeric\"><li>You used an incorrect username or password<\/li><li>The&nbsp;<strong>Caps Lock<\/strong> key is pressed on the keyboard<\/li><li>Another device is logged on to your account<\/li><li>Your account has been suspended by the system due to incorrect operation of your device<\/li><li>Account expired or it was deleted due to lack of payment<\/li><\/ul>",
    "cp_error_solution_title": "<div class=\"solution-title\">Try to solve the problem using the following instructions:<\/div>",
    "cp_error_solution": "<ul><li>make sure that you entered the correct user name and password (keep adequate capitalization)<\/li><li>check whether you have paid your account<\/li><li class=\"tel\">If the problem does not fit into the above solutions,&nbsp;<a href=\"tel:+48123456789\">contact your network support<\/a><\/li><\/ul>",
    "cp_error_code_info": "<ul class=\"numeric\"><li>You entered an invalid access code<\/li><li>The access code has already been used<\/li><li>The access code has expired<\/li><li>The code was entered incorrectly (check for typos)<\/li><\/ul>",
    "cp_error_code_solution": "<ul><li>Double-check the access code and try again<\/li><li>Make sure you haven't used this code before<\/li><li>Request a new access code if yours has expired<\/li><li class=\"tel\">If you continue to have issues,&nbsp;<a href=\"tel:+48123456789\">contact network support<\/a><\/li><\/ul>",
    "cp_rules_title": "Regulations",
    "cp_rules_info_title": "for the provision of internet access services",
    "cp_rules_content": "<div class=\"rules\"><h1>GUEST WIFI NETWORK TERMS AND CONDITIONS OF USE<\/h1><h2>1. INTRODUCTION<\/h2><p>This document establishes the terms and conditions governing the use of the guest WiFi network service provided by Burbase in Cedro del Pasto, Cajamarca, Peru. By connecting to our guest network, you agree to comply with these terms and conditions in their entirety.<\/p><h2>2. CONTENT RESTRICTIONS<\/h2><ul><li>Access to websites with pornographic, violent content, content that promotes illegal activities, or content that may be offensive to other users is strictly prohibited.<\/li><li>Downloading, uploading, or transmitting any material that infringes copyright or intellectual property rights is prohibited.<\/li><li>Use of the network to distribute malicious content such as viruses, malware, spyware, or any other harmful software is not permitted.<\/li><\/ul><h2>3. ACCESS ADMINISTRATION<\/h2><ul><li>The service is provided through a voucher system with limited usage time.<\/li><li>Each user must respect the time allocated in their personal voucher.<\/li><li>Administration reserves the right to limit the issuance of new vouchers when the number of connected users may compromise service quality.<\/li><li>Vouchers are personal and non-transferable.<\/li><\/ul><h2>4. BEHAVIOR AND RESPECT<\/h2><ul><li>Under no circumstances will the use of discriminatory language, harassment, or any type of offense against other people using this internet network be permitted.<\/li><li>All users are expected to maintain respectful and appropriate behavior during their connection.<\/li><li>Use of the network for cyberbullying, identity theft, or any form of abusive communication is prohibited.<\/li><\/ul><h2>5. SERVICE LIMITATIONS<\/h2><ul><li>Available bandwidth will be shared among all connected users.<\/li><li>Administration reserves the right to establish speed limits and data usage to ensure an equitable experience for all users.<\/li><li>The service may be temporarily interrupted for maintenance without prior notice.<\/li><\/ul><h2>6. SECURITY AND PRIVACY<\/h2><ul><li>This is an unencrypted public network. The user is responsible for the security of their own data and devices.<\/li><li>It is recommended not to conduct banking transactions, online purchases, or access sensitive information while connected to this network.<\/li><li>The service provider is not responsible for loss of information, identity theft, or any other consequences arising from insecure use of the network.<\/li><li>The user accepts that their online activity may be monitored for security purposes and compliance with these terms.<\/li><\/ul><h2>7. SPECIFIC PROHIBITIONS<\/h2><ul><li>Use of the network for illegal activities according to current Peruvian legislation is prohibited.<\/li><li>Use of tools to bypass restrictions, bandwidth limits, or any other control measures implemented is not permitted.<\/li><li>Use of P2P file-sharing applications, high-definition streaming, or any other activity that excessively consumes available bandwidth is prohibited.<\/li><\/ul><h2>8. RESPONSIBILITIES<\/h2><ul><li>The user assumes full responsibility for their actions during use of the service.<\/li><li>The service provider is not responsible for direct or indirect damages arising from use or inability to use the service.<\/li><li>The user agrees to indemnify the service provider for any claims arising from non-compliance with these terms.<\/li><\/ul><h2>9. SERVICE CANCELLATION<\/h2><ul><li>Administration reserves the right to suspend or cancel access to any user who fails to comply with these terms and conditions.<\/li><li>In case of suspicious activities or misuse, access may be revoked immediately without prior notice.<\/li><\/ul><h2>10. MODIFICATIONS TO THE TERMS<\/h2><ul><li>These terms and conditions may be modified at any time.<\/li><li>Modifications will take effect immediately after their publication.<\/li><li>It is the user's responsibility to periodically review these terms to be aware of any changes.<\/li><\/ul><h2>11. APPLICABLE LEGISLATION<\/h2><ul><li>These terms and conditions are governed by the current legislation of the Republic of Peru.<\/li><li>Any dispute related to these terms will be submitted to the exclusive jurisdiction of the courts of Cajamarca, Peru.<\/li><\/ul><p class=\"acceptance\">By connecting to our guest WiFi network, you confirm that you have read, understood, and accepted these terms and conditions in their entirety.<\/p><div class=\"footer\">Last updated: April 28, 2025<\/div><\/div>",
    "cp_login_attempt_title": "Login blocked",
    "cp_login_attempt_info_title": "Login attempts exceeded",
    "cp_login_attempt_content": "The system allows %s-repeat unsuccessful logins. After exceeding the number of retries, the ability to log in will be blocked for the period of %s %s.",
    "cp_login_attempt_minute": "minute",
    "cp_login_attempt_minutes": "minutes",
    "session_timeout_text": "Session expires in:",
    "session_expired_text": "Session expired. Please log in again.",
    "time_widget_title": "Time Remaining",
    "ticket_type_text": "Ticket:",
    "ticket_1hour": "1 Hour",
    "ticket_1day": "1 Day",
    "ticket_1week": "1 Week",
    "ticket_1month": "1 Month",
    "ticket_days": "Days"
}